Repository: pkp/citationStyleLanguage
Catalog: locale/*/locale.po
Languages: ar, bg_bg, eu, fa, id, mk, ro, sl_si, uk, vi

# plugins.generic.citationStyleLanguage.displayName
source: Citation Style Language
ar: لغة نمط الاقتباس
bg_bg: Език за стил на цитиране
eu: Aipuen estiloen hizkuntza
fa: سبک ارجاع‌دهی
id: Gaya Selingkung
mk: Цитирачки стил на јазикот
ro: CSL (Citation Style Language)
sl_si: Stil citiranja
uk: Мова стилю бібліографічних посилань
vi: Ngôn ngữ kiểu trích dẫn

# plugins.generic.citationStyleLanguage.description
source: Allow readers to get a published article's citation in one of several formats supported by the Citation Style Language.
ar: تسمح للقراء بالحصول على اقتباس المقالة المنشورة بصيغة من بين عدة صيغ تدعمها لغة نمط الاقتباس.
bg_bg: Позволява на читателите да получат цитиранията от публикувана статия в един от няколко формата, поддържани от Езика за стил на цитиране.
eu: Irakurleei argitaratutako artikulu baten aipua eskuratzeko aukera ematen die Citation Style Language-k onartzen dituen hainbat formatutan.
fa: این افزونه ارجاع‌دهی به مقاله با انواع فرمت‌های رایج را به صفحه مقاله اضافه می‌کند.
id: Izinkan pembaca memilih sitasi artikel dalam beberapa format yang didukung oleh Gaya Selingkung.
mk: Овозможи им на читателите да изберат цитирање на објавениот труд во еден од неколкуте формати поддржани од Цитирачкиот стил на јазикот.
ro: Permiteți cititorilor să obțină o citare a unui articol publicat într-unul dintre mai multe formate acceptate de CSL (Citation Style Language).
sl_si: Omogoči uporabnikom, da dobijo citat objavljenega članka v enem od večih podprtih stilov citiranja.
uk: Дозволити читачам отримати бібліографічне посилання на опубліковану статтю в одному з декількох форматів, підтримуваних мовою стилю посилання.
vi: Cho phép người đọc nhận được trích dẫn của một bài báo được xuất bản ở một trong một số định dạng được hỗ trợ bởi kiểu Ngôn ngữ trích dẫn.

# plugins.generic.citationStyleLanguage.style.acm-sig-proceedings
source: ACM
uk: ACM (Association for Computing Machinery)

# plugins.generic.citationStyleLanguage.style.acs-nano
source: ACS
uk: ACS (American Chemical Society – Американське хімічне товариство)

# plugins.generic.citationStyleLanguage.style.apa
source: APA
uk: APA (American Psychological Association)

source: ABNT
uk: ABNT (Associação Brasileira de Normas Técnicas)

# plugins.generic.citationStyleLanguage.style.ieee
source: IEEE
id: IEEE40r
uk: IEEE (Institute of Electrical and Electronics Engineers)

# plugins.generic.citationStyleLanguage.style.modern-language-association
source: MLA
uk: MLA (Modern Language Association)

# plugins.generic.citationStyleLanguage.download.ris
source: Endnote/Zotero/Mendeley (RIS)
bg_bg: Endnote/Zotero/Mendeley (РИС - RIS)
mk: Endnote/Zotero/Mendeley (РИС)
uk: Endnote / Zotero / Mendeley (RIS – Research Information Systems)
vi: Kiểu Endnote/Zotero/Mendeley (RIS)

# plugins.generic.citationStyleLanguage.settings.citationDownloads
source: Downloadable Formats
ar: الصيغ القابلة للتنزيل
bg_bg: Формати за изтегляне
eu: Jaisteko formatuak
fa: فرمت‌های قابل دانلود
id: Format yang tersedia diunduh
mk: Симнувачки формати
ro: Formate descărcabile
sl_si: Formati, ki se lahko prenesejo
uk: Завантажувані формати
vi: Các định dạng có thể tải xuống

# plugins.generic.citationStyleLanguage.settings.citationDownloadsDescription
source: Select which downloadable formats you'd like to offer your readers. Downloadable formats are typically used for importing into third-party bibliography management software, like EndNote or Zotero.
ar: إختر أي من الأنماط القابلة للتنزيل تريد توفيرها لقرائك. الصيغ القابلة للتنزيل عادة ما تستعمل لأغراض الاستيراد إلى برامج إدارة السير الشخصية من طرف ثالث، مثل EndNote أو Zotero.
bg_bg: Определете кои формати за изтегляне искате да предложите на читателите. Форматите за изтегляне типично се използват за импортиране в софтуер за библиография на трета страна, като EndNote или Zotero.
eu: Hautatu deskargatzeko zein formatu eskaini nahi dizkiezun zure irakurleei. Deskarga daitezkeen formatuak hirugarrenen bibliografia kudeatzeko softwarera inportatzeko erabili ohi dira, EndNote edo Zotero bezala.
fa: فرمت‌های قابل دانلودی که مایلید برای استخراج اطلاعات کتابشناسی به کاربران ارائه داده شود را انتخاب نمایید.
id: Pilih format yang dapat diunduh oleh pembaca. Format tersebut digunakan untuk mengimpor ke dalam software manajemen daftar pustaka pihak ketiga, seperti EndNote atau Zotero.
mk: Избери кои симнувачки формати би сакал да ми ги понудиш на читателите. Симнувачките формати типично се употребуваат за внесување во софтвер за уредување библиографија во надворешни компании, како EndNote или Zotero.
ro: Selectați care formate descărcabile doriți să le oferiți cititorilor dvs. Formate descărcabile sunt de obicei utilizate pentru importul în software-ul de gestionare a bibliografiei terță parte, cum ar fi EndNote sau Zotero.
sl_si: Izberi katere formate želite ponuditi bralcem, da jih prenesejo. Formati, ki se lahko prenesejo, tipično omgočajo uvoz citatov v tretje sisteme za urejanje bibilografij, kot sta EndNote in Zotero.
uk: Оберіть, які завантажувані формати ви хочете запропонувати своїм читачам. Завантажувані формати зазвичай використовуються для імпорту в інші програми керування бібліографією, наприклад EndNote або Zotero.
vi: Chọn định dạng có thể tải xuống mà bạn muốn cung cấp cho độc giả của mình. Các định dạng có thể tải xuống thường được sử dụng để nhập vào phần mềm quản lý tài liệu tham khảo của bên thứ ba, như EndNote hoặc Zotero.

# plugins.generic.citationStyleLanguage.settings.citationFormats
source: Additional Citation Formats
ar: أنماط اقتباس إضافية
bg_bg: Допълнителни формати за цитирания
eu: Aipu formatu gehigarriak
fa: فرمت‌های ارجاع‌دهی بیش‌تر
id: Format Sitasi Tambahan
mk: Дополнителни цитациски формати
ro: Formate suplimentare de citare
sl_si: Dodatni formati citiranja
uk: Додаткові формати посилань
vi: Định dạng trích dẫn bổ sung

# plugins.generic.citationStyleLanguage.settings.citationFormatsDescription
source: Select which additional formats you'd like to offer your readers.
ar: إختر الأنماط الإضافية التي تريد توفيرها لقرائك.
bg_bg: Изберете кои формати бихте искали допълнително да предложите на читателите.
eu: Hautatu zein formatu gehigarri eskaini nahi dizkiezun zure irakurleei.
fa: فرمت‌های ارجاع‌دهی بیش‌تری که مایلید به خوانندگان ارائه دهید را انتخاب کنید.
id: Pilih format tambahan yang ingin Anda tawarkan kepada pembaca.
mk: Избери кои дополнителни формати би сакал да понудиш на твоите читатели.
ro: Selectați ce formate suplimentare doriți să le oferiți cititorilor dvs.
sl_si: Izberite katere dodatne formate bi želeli ponuditi vašim bralcem.
uk: Оберіть, які додаткові формати ви хочете запропонувати своїм читачам.
vi: Chọn định dạng bổ sung mà bạn muốn cung cấp cho độc giả của bạn.

# plugins.generic.citationStyleLanguage.settings.citationFormatsPrimary
source: Primary Citation Format
ar: نمط الاقتباس الأولي
bg_bg: Първоначален формат за цитирания
eu: Aipuen formatu nagusia
fa: فرمت ارجاع‌دهی اصلی
id: Format Sitasi Utama
mk: Примарен цитациски формат
ro: Formatul de citare implicit
sl_si: Primarna oblika citiranja
uk: Основний формат посилань
vi: Định dạng trích dẫn chính

# plugins.generic.citationStyleLanguage.settings.citationFormatsPrimaryDescription
source: Select which citation format you would like to display by default on your article landing page.
ar: إختر نمط الاقتباس الذي تريد عرضه إفتراضياً على صفحة عرض المقال.
bg_bg: Изберете кой формат бихте искали да се показва по подразбиране на страницата на статия.
eu: Hautatu zer aipu-formatu bistaratu nahi duzun lehenespenez artikuluaren hasierako orrian.
fa: فرمت ارجاع‌دهی پیشفرض جهت نمایش در صفحه مقالات را انتخاب نمایید.
id: Pilih format sitasi yang ingin ditampilkan pada halaman artikel.
mk: Избер кој цитатциски формат би сакал да се прекаже предодредено на страницата од твојот труд.
ro: Selectați ce format de citare doriți să afișați în mod implicit pe pagina de destinație a articolului.
sl_si: Izberite, katero obliko citiranja bi radi prikazali kot privzeto na straneh vaših prispevkov.
uk: Оберіть формат посилань, який ви хочете відображати усталено на посадковій сторінці вашої статті.
vi: Chọn định dạng trích dẫn bạn muốn hiển thị theo mặc định trên trang đích bài viết của bạn.

# plugins.generic.citationStyleLanguage.settings.publisherLocation.description
source: Some citation formats request the geographic location of the publisher, such as "London, U.K.".
ar: بعض صيغ الاقتباس تطلب الموقع الجغرافي للناشر، مثلاً "لندن، المملكة المتحدة".
bg_bg: Някои формати за цитирания изискват географско местоположение, като "Sofia, Bulgaria".
eu: Aipamen formatu batzuek argitaletxearen kokapen geografikoa eskatzen dute, adibidez, "Londres, EB".
fa: در برخی فرمت‌های ارجاع‌دهی مکان جغرافیایی ناشر ذکر می‌شود.
id: Beberapa format sitasi membutuhkan lokasi geografis penerbit, contoh: "London, U.K.".
mk: Некои цитациски формати бараат географска локација на издавачот, како што е „London, U.K.“.
ro: Unele formate de citare solicită locația geografică a editorului, cum ar fi „Londra, U.K.”.
sl_si: Nekatere oblike citiranja zahtevajo podatek o lokaciji izdajatelja, npr. "Ljubljana, SI".
uk: Деякі формати цитування вимагають дані про географічне розташування видавця, наприклад "Лондон, Велика Британія".
vi: Một số định dạng trích dẫn yêu cầu vị trí địa lý của nhà xuất bản, chẳng hạn như "London, U.K".

# plugins.generic.citationStyleLanguage.settings.publisherLocation
source: Publisher Location
ar: موقع الناشر
bg_bg: Местоположение на издателя
eu: Argitaratzailearen helbidea
fa: مکان ناشر
id: Lokasi Penerbit
mk: Место на издавачот
ro: Locația editorului
sl_si: Lokacija izdajatelja
uk: Місцезнаходження видавця
vi: Vị trí nhà xuất bản

# plugins.generic.citationStyleLanguage.style.ama
source: AMA
mk: АМА
uk: AMA (American Medical Association)

# plugins.generic.citationStyleLanguage.settings.citationChooseChapterAuthor
source: Chapter Authors
eu: Kapitulu-egileak
id: Penulis Bab
ro: Autori de capitol
sl_si: Avtorji poglavij
uk: Автори глав
vi: Các tác giả chương

# plugins.generic.citationStyleLanguage.settings.citationChooseEditor
source: Editors
eu: Editoreak
id: Penyunting
ro: Editori
sl_si: Uredniki
uk: Редактори
vi: Các biên tập viên

# plugins.generic.citationStyleLanguage.settings.citationChooseTranslator
source: Translators
eu: Itzultzaileak
id: Penerjemah
ro: Traducători
sl_si: Prevajalci
uk: Перекладачі
vi: Các dịch giả

# plugins.generic.citationStyleLanguage.settings.citationOptionChooseTranslator
source: Select the roles that should be identified as translators.
eu: Hautatu itzultzaile gisa identifikatu behar diren rolak.
id: Pilih peran yang harus diidentifikasi sebagai penerjemah.
ro: Selectați rolurile care ar putea fi identificate ca traducători.
sl_si: Izberite vloge, ki naj bodo identificirane kot prevajalci.
uk: Виберіть ролі, які слід визначати як перекладачів.
vi: Chọn những vai trò nên được coi như là dịch giả.

# plugins.generic.citationStyleLanguage.settings.citationOptionChooseChapterAuthor
source: Select the roles that should be identified as chapter authors.
eu: Hautatu kapitulu-egile gisa identifikatu behar diren rolak.
id: Pilih peran yang harus diidentifikasi sebagai penulis bab.
ro: Selectați rolurile care ar putea fi identificate ca autori de capitol.
sl_si: Izberite vloge, ki naj bodo identificirane kot avtorji poglavij.
uk: Виберіть ролі, які слід визначати як авторів глав.
vi: Chọn những vai trò nên được coi như là tác giả chương.

# plugins.generic.citationStyleLanguage.settings.citationUserGroups
source: Contributors
eu: Kolaboratzaileak
id: Kontributor
ro: Contributori
sl_si: Sodelujoči
uk: Особи, які зробили свій внесок у роботу
vi: Những người đóng góp

# plugins.generic.citationStyleLanguage.settings.citationChooseAuthor
source: Authors
eu: Egileak
id: Penulis
ro: Autori
sl_si: Avtorji
uk: Автори
vi: Các tác giả

# plugins.generic.citationStyleLanguage.settings.citationOptionChooseAuthor
source: Select the roles that should be identified as authors.
eu: Hautatu egile gisa identifikatu behar diren rolak.
id: Pilih peran yang harus diidentifikasi sebagai penulis.
ro: Selectați rolurile care ar putea fi echivalate ca autori.
sl_si: Izberite vloge, ki naj bodo identificirane kot avtorji.
uk: Виберіть ролі, які слід визначати як авторів.
vi: Chọn những vai trò nên được coi như là tác giả.

# plugins.generic.citationStyleLanguage.settings.citationOptionChooseEditor
source: Select the roles that should be identified as editors.
eu: Hautatu editore gisa identifikatu behar diren rolak.
id: Pilih peran yang harus diidentifikasi sebagai penyunting.
ro: Selectați rolurile care ar putea fi identificate ca editori.
sl_si: Izberite vloge, ki naj bodo identificirane kot uredniki.
uk: Виберіть ролі, які слід визначати як редакторів.
vi: Chọn các vai trò nên được coi như là biên tập viên.

source: Select which citation format you would like to display by default on your book landing page.
ar: حدد نوع الاقتباس الذي ترغب بعرضه إفتراضيًا في صفحة البدء لكتابك.
eu: Hautatu zer aipu-formatu bistaratu nahi duzun lehenespenez liburuaren hasierako orrian.
fa: فرمت ارجاع‌دهی پیشفرض جهت نمایش در صفحه کتاب را انتخاب نمایید.
id: Pilih format kutipan yang ingin Anda tampilkan secara default di halaman awal buku Anda.
mk: Изберете кој формат на цитат би сакале да се прикаже стандардно на целната страница на вашата книга.
ro: Selectați modelul de citare care să fie afișat pe prima pagină a cărții.
sl_si: Izberite stil citiranja, ki bi ga želeli prikazovati kot privzetega na strani knjige.
uk: Оберіть формат посилань, який ви хочете відображати усталено на посадковій сторінці вашої книги.
vi: Chọn định dạng trích dẫn bạn muốn hiển thị mặc định trên trang giới thiệu sách của mình.

# plugins.generic.citationStyleLanguage.description.omp
source: Allow readers to get a published book's citation in one of several formats supported by the Citation Style Language.
ar: السماح للقراء بالحصول على اقتباس الكتاب المنشور بواحد من أنواع عديدة من الصيغ المدعومة من قبل لغة نمط الاقتباس.
eu: Irakurleei argitaratutako liburu baten aipua eskuratzeko aukera ematen die, Citation Style Language-k onartzen dituen hainbat formatutan.
fa: این افزونه ارجاع‌دهی به کتاب با انواع فرمت‌های رایج را به صفحه مربوط به کتاب و فصول آن اضافه می‌کند.
id: Memungkinkan pembaca mendapatkan kutipan buku yang diterbitkan dalam salah satu dari beberapa format yang didukung oleh Gaya Selingkung.
mk: Дозволете им на читателите да добијат цитат на објавена книга во еден од неколкуте формати поддржани од Citation Style Language.
ro: Permite cititorilor să obțină o citare a cărții în unul din formatele CSL.
sl_si: Omogočite bralcem, da pridobijo referenco za obljavljeno knjigo v enem od podprtih formatov stilov citiranja.
uk: Дозволити читачам отримати бібліографічне посилання на опубліковану книгу в одному з декількох форматів, підтримуваних мовою стилю посилання.
vi: Cho phép độc giả có thể lấy trích dẫn của một cuốn sách đã xuất bản theo một trong các định dạng được hỗ trợ bởi Ngôn ngữ kiểu trích dẫn.

# plugins.generic.citationStyleLanguage.settings.citationUserGroupsDescription
source: In some citation styles, contributors must be identified differently depending on their role. Please identify the appropriate roles.
eu: Aipu-estilo batzuetan, kolaboratzaileak modu ezberdinean identifikatu behar dira beren rolaren arabera. Mesedez, identifikatu rol egokiak.
id: Dalam beberapa gaya kutipan, kontributor harus diidentifikasi secara berbeda tergantung pada perannya. Harap identifikasi peran yang sesuai.
ro: În anumite stiluri de citare contributorii trebuie identificați diferit, în funcție de rolul lor. Vă rugăm să identificați rolurile acestora.
sl_si: Pri nekaterih stilih citiranja morajo biti sodelujoči (soavtorji) identificirani različno glede na njihovo vlogo. Prosimo določite ustrezne vloge.
uk: У деяких стилях цитування особи, які зробили свій внесок у роботу, повинні бути ідентифіковані по-різному залежно від їхньої ролі. Будь ласка, визначте відповідні ролі.
vi: Trong một số kiểu trích dẫn, những người đóng góp phải được xác định khác nhau tùy thuộc vào vai trò của họ. Vui lòng xác định các vai trò thích hợp.

# plugins.generic.citationStyleLanguage.style.vancouver
source: Vancouver
ar: فانكوفر
bg_bg: Ванкувър
fa: ونکوور
mk: Ванкувер
vi: Kiểu Vancouver

# plugins.generic.citationStyleLanguage.style.turabian-fullnote-bibliography
source: Turabian
bg_bg: Турабиан
fa: تورابیان
mk: Турабиски
vi: Kiểu Turabian

# plugins.generic.citationStyleLanguage.style.harvard-cite-them-right
source: Harvard
ar: هارفرد
bg_bg: Харвард
fa: هاروارد
mk: Харвард
vi: Kiểu Harvard

# plugins.generic.citationStyleLanguage.download.bibtex
source: BibTeX
bg_bg: БибТекс (BibTeX)
mk: БибТекс

# plugins.generic.citationStyleLanguage.style.chicago-author-date
source: Chicago
ar: شيكاغو
bg_bg: Чикаго
fa: شیکاگو
mk: Чикаго
